FlushCache.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
<env:Body>
<dp:request domain="default"
xmlns:dp="http://www.datapower.com/schemas/management">
<dp:do-action>
<FlushStylesheetCache>
<XMLManager>default</XMLManager>
</FlushStylesheetCache>
</dp:do-action>
</dp:request>
</env:Body>
</env:Envelope>